<?php
return [

    'asset_type' => [
      'gdzc' => '固定资产',
      'wxzc' => '无形资产',
      'dtfy' => '待摊费用',
      'ctfy' => '长摊费用',
    ],

    'gdzc_type' => [
        '房屋、建筑物',
        '飞机、火车、轮船、机器、机械和其他生产设备',
        '生产经营活动有关的器具、工具、家具',
        '飞机、火车、轮船以外的运输工具',
        '电子设备',
        '其他',
    ],

    'wxzc_type' => [
        '专利权',
        '非专利技术',
        '商标权',
        '著作权',
        '土地使用权',
        '商誉',
        '软件',
        '其他',
    ],

    'dtfy_type' => [

    ],

    'ctfy_type' => [
        '开办费',
        '固定资产修理支出',
        '租入固定资产的改良支出',
        '已足额折旧资产改建',
        '其他',
    ],

    'assetalter_type' => [
        '报废- -',
        '损毁- -',
        '购入- 原值',
        '原值变动- 原值',
        '折旧摊销额变动- 累计折旧',
        '折旧摊销额变动- 累计摊销',
        '科目调整- 原值科目',
        '科目调整- 累计折旧科目',
        '出售- -',
        '科目调整- 累计摊销科目',
    ],
    
];